Repository: gusgad/date-away-remoterhapsody-hackathon
Catalog: skill-date-away-python/locale/*.po
Languages: de

# TEAM_02_CHECK_QUESTIONS_READ
source: You have {count} new questions.
de: Du hast {count} neue Fragen.

# TEAM_02_CHECK_QUESTIONS_READ_NONE
source: You don't have any new questions to answer yet. Please, wait until others add their questions.
de: Du hast noch keine neuen Fragen zum Antworten. Bitte warte, bis andere ihre Fragen hinzufügen.

# TEAM_02_CHECK_QUESTIONS_REQUEST_ERROR
source: I had a trouble getting the count. The error is {err}
de: Ich hatte Probleme, die Zahl der Fragen zu bekommen. Der Fehler ist {err}

# TEAM_02_HOW_WORKS_READ
source: DateAway connects people by asking them questions and matching people with same answers. Firstly, add a couple of your own questions you want others to answer. Then connect your Instagram username with the app. And finally start answering other's questions.
de: DateAway bringt Menschen zusammen, indem es ihnen Fragen stellt und Menschen mit gleichen Antworten Matcht. Füge bitte zunächst ein paar deiner eigenen Fragen hinzu, die du von anderen beantworten lassen möchtest. Dann verbinde dein Instagram-Benutzernamen mit der App und schließlich beginne die Fragen anderer zu beantworten.

# TEAM_02_HOW_NO_MATCHES_READ
source: You will get matched with another user as soon as three of your answers to their questions will be the same as theirs. Same rules apply to theem and your questions. So, start answering question, to get matches.
de: Du wirst mit einem anderen Benutzer zusammengebracht, sobald drei deiner Antworten auf dessen Fragen mit denen des anderen Benutzers übereinstimmen. Für anderen und ihre Fragen gelten die gleichen Regeln. Fang also an, Fragen zu beantworten, um Matches zu bekommen.

# TEAM_02_HOW_MANY_QUESTIONS
source: Nobody knows how many questions there are in total. Questions all the users get mixed and later sent to individual users. In order to get more matches, it is recommended to add your own questions into the 'pot'.
de: Niemand weiß, wie viele Fragen es insgesamt gibt. Die Fragen aller Benutzer werden gemischt und später an einzelne Benutzer gesendet. Um mehr Treffer zu erhalten, ist es empfehlenswert, eigene Fragen in den 'Topf' zu werfen.

# TEAM_02_ADD_QUESTIONS_READ
source: Okay. What is your yes-no question? Please, start with 'my question is'.
de: Okay. Wie lautet deine ja-nein Frage? Fang bitte mit 'meine Frage lautet' an.

# TEAM_02_ADD_QUESTIONS_ANSWER_READ
source: Great question. What would be your own answer to that? Please, just answer with 'I say yes or I say no.
de: Tolle Frage. Wie würdest du selbst darauf antworten? Sag bitte einfach 'ich antworte mit ja oder ich antworte mit nein'.

# TEAM_02_ADD_QUESTIONS_ANSWER_READ2
source: Alright. What would be your own answer to that? Please, just answer with 'I say yes or I say no.
de: Alles klar. Wie würdest du selbst darauf antworten? Sag bitte einfach 'ich antworte mit ja oder ich antworte mit nein'.

# TEAM_02_ADD_QUESTIONS_ANSWER_COMPLETE_READ
source: Your question has been added. Would you like to add more questions? If yes, say 'one more question'.
de: Deine Frage wurde hinzugefügt. Möchtest du weitere Fragen hinzufügen? Wenn ja, sag bitte 'noch eine Frage'.

# TEAM_02_ADD_QUESTIONS_ANSWER_COMPLETE_READ2
source: Done. Would you like to add more questions? If yes, say 'one more question'.
de: Fertig. Möchtest du weitere Fragen hinzufügen? Wenn ja, sag bitte 'noch eine Frage'.

# TEAM_02_ASK_QUESTIONS_READ
source: The question is: {question}. Please, say 'meine Antwort ist ja oder meine Antwort ist nein'.
de: Die Frage lautet: {question}. Sag bitte einfach 'meine Antwort ist ja oder meine Antwort ist nein'.

# TEAM_02_ASK_QUESTIONS_RESPONSE_ERROR
source: I had a trouble getting the question for you. I'm sorry :(
de: Ich hatte Probleme, die Frage für dich zu bekommen. Es tut mir leid :(

# TEAM_02_ASK_QUESTIONS_REQUEST_ERROR
source: I had a trouble getting the results. The error is {err}
de: Ich hatte Probleme, die Frage zu bekommen. Der Fehler ist {err}

# TEAM_02_ASK_QUESTIONS_ANSWER_MATCH
source: You have a match!. Would you like to answer to more questions? If yes, please say 'I am ready'.
de: Herzlichen Glückwunsch! Du hast einen Match bekommen! Möchtest du weitere Fragen beantworten? Wenn ja, sag bitte 'ich bin bereit'.

# TEAM_02_ASK_QUESTIONS_ANSWER_MORE
source: Interesting! Would you like to answer to more questions? If yes, please say 'I am ready'.
de: Interessant! Möchtest du weitere Fragen beantworten? Wenn ja, sag bitte 'ich bin bereit'.

# TEAM_02_ASK_QUESTIONS_ANSWER_MORE2
source: Hmm, okay! Would you like to answer to more questions? If yes, please say 'I am ready'.
de: Interessant! Möchtest du weitere Fragen beantworten? Wenn ja, sag bitte 'ich bin bereit'.

# TEAM_02_ASK_QUESTIONS_ANSWER_MORE3
source: That's interesting! Would you like to answer to more questions? If yes, please say 'I am ready'.
de: Tolle Antwort! Möchtest du weitere Fragen beantworten? Wenn ja, sag bitte 'ich bin bereit'.

# TEAM_02_ASK_QUESTIONS_ANSWER_MORE4
source: Okay! Would you like to answer to more questions? If yes, please say 'I am ready'.
de: Ach, okay! Möchtest du weitere Fragen beantworten? Wenn ja, sag bitte 'ich bin bereit'.

# TEAM_02_ASK_QUESTIONS_ANSWER_MORE5
source: Got it! Would you like to answer to more questions? If yes, please say 'I am ready'.
de: Okay! Möchtest du weitere Fragen beantworten? Wenn ja, sag bitte 'ich bin bereit'.

# TEAM_02_ASK_QUESTIONS_ANSWER_RESPONSE_ERROR
source: I had a trouble getting the results for you. I'm sorry :(
de: Ich hatte Probleme, das Ergebnis für dich zu bekommen. Es tut mir leid :(

# TEAM_02_ASK_QUESTIONS_ANSWER_REQUEST_ERROR
source: I had a trouble getting the results. The error is {err}
de: Ich hatte Probleme, das Ergebnis zu bekommen. Der Fehler ist {err}

# TEAM_02_MATCHES_COUNT_READ
source: You have {count} Matches.
de: Du hast {count} Matches.

# TEAM_02_MATCHES_COUNT_ONE
source: You have one match.
de: Du hast einen Match.

# TEAM_02_MATCHES_COUNT_NONE
source: You don't have any matches yet. To get matches, please say 'Stell mir eine DateAway Frage'.
de: Du hast noch keine Matches. Um Matches zu bekommen, sag bitte 'Stell mir eine DateAway Frage'.

# TEAM_02_MATCHES_COUNT_REQUEST_ERROR
source: I had a trouble getting the count. The error is {err}
de: Ich hatte Probleme, die Zahl der Fragen zu bekommen. Der Fehler ist {err}

# TEAM_02_MATCHES_CONTACTS_READ
source: The Instagram username of your latest match is {username}.
de: Der Instagram-Benutzername deines neuesten Matches ist {username}.

# TEAM_02_MATCHES_CONTACTS_NONE
source: You don't have any matches yet. To get matches, please say 'Stell mir eine DateAway Frage'.
de: Du hast noch keine Matches. Um Matches zu bekommen, sag bitte 'Stell mir eine DateAway Frage'.

# TEAM_02_MATCHES_CONTACTS_REQUEST_ERROR
source: I had a trouble getting the name. The error is {err}
de: Ich hatte Probleme, den Namen zu bekommen. Der Fehler ist {err}

# TEAM_02_ADD_SOCIAL_MEDIA_USERNAME_READ
source: Sure. What is you Instagram username? Please, start by saying 'mein Benutzername lautet'.
de: Gerne. Wie lautet dein Instagram-Benutzername? Fang bitte mit 'mein Benutzername lautet' an.

# TEAM_02_ADD_SOCIAL_MEDIA_USERNAME_ANSWER_READ
source: Your Instagram username has been added.
de: Alles klar. Dein Instagram-Benutzername wurde hinzugefügt.
